{
  "welcome": "Bienvenue sur Rea11y Inaccessible",
  "advice": {
    "info": {
      "title": "Conseils",
      "content": [
        "Pour plus d'immersion :",
        "Utilise Firefox qui jouera plus rapidement les animations. Active la musique de fond en haut à gauche si nécessaire. Monte le son de votre ordinateur ou tablette à 100% et paramètre le volume audio avec la barre de volume de la musique",
        "Clique sur F11 pour mettre en plein écran"
      ]
    },
    "warning": {
      "title": "Attention",
      "content": "On n'a pas besoin de naviguer sur le web pour trouver les réponses, tout est dans l'escape game. N'oubliez pas les indices si tu es bloqué(e)."
    },
    "danger": {
      "title": "Danger",
      "content": "Certaines épreuves contiennent des effets visuels pouvant déclencher des crises d'épilepsie photosensible."
    }
  },
  "context": {
    "title": "Contexte",
    "welcome": "Bienvenue dans \"Rea11y Inaccessible\", un escape game inédit dans lequel tu seras confronté(e) aux défis de l'accessibilité. Escape game où tu plongeras dans une société où la norme est bien différente de celle que tu connais.",
    "explanation": "Aujourd'hui, tu vas vivre une aventure immersive qui te plongera dans la peau de personnes vivant avec divers handicaps."
  },
  "theme": {
    "title": "Thématiques abordées",
    "disabilities": {
      "visual": "Handicap Visuel : Par moments, ta vision sera restreinte ou entièrement obscurcie. Tu devras compter sur tes autres sens pour avancer.",
      "hearing": "Handicap Auditif : Parfois, le son sera presque inaudible.",
      "cognitive": "Handicap Cognitif : Attention à bien rester concentré.",
      "motor": "Handicap Moteur : Certains puzzles nécessiteront de la patience avec une mobilité réduite."
    }
  },
  "disability": {
    "title": "Souhaites-tu inclure des adaptations spécifiques pour :",
    "blind": "Prendre en compte une déficience visuelle (par exemple, suppression d'animations visuelles inutiles)",
    "epilepsy": "Limiter les risques d'épilepsie (par exemple, limitation ou adaptation des effets lumineux, comme les clignotements et changements de couleurs vives)"
  },
  "button": {
    "start": "Débuter la partie"
  }
}
