{
  "welcome": "Bienvenue sur Rea11y Inaccessible",
  "advice": {
    "info": {
      "title": "Conseils",
      "content": [
        "Pour plus d'immersion :",
        "Utilise Firefox qui jouera plus rapidement les animations. Active la musique de fond en haut à gauche si nécessaire. Monte le son de votre ordinateur ou tablette à 100% et paramètre le volume audio avec la barre de volume de la musique",
        "Clique sur F11 pour mettre en plein écran"
      ]
    },
    "warning": {
      "title": "Attention",
      "content": "On n'a pas besoin de naviguer sur le web pour trouver les réponses, tout est dans l'escape game. N'oublies pas les indices si tu es bloqué(e)."
    },
    "danger": {
      "title": "Danger",
      "content": "Certaines épreuves contiennent des effets visuels pouvant déclencher des crises d'épilepsie photosensible."
    }
  },
  "context": {
    "title": "Contexte",
    "welcome": "Bienvenue dans Niortalis, royaume où l’accessibilité est un défi magique. Ici, tu vas affronter des épreuves uniques, dans un monde où la norme est bien différente de ce que tu connais.",
    "explanation": "Prépare-toi à une aventure immersive, où tu incarneras un(e) apprenti(e) magicien(ne) confronté(e) aux défis que rencontrent ceux dont les sens ou mouvements diffèrent."
  },
  "theme": {
    "title": "Thématiques abordées",
    "disabilities": {
      "visual": "Handicap Visuel : Par moments, ta vision sera restreinte ou entièrement obscurcie. Tu devras compter sur tes autres sens pour avancer.",
      "hearing": "Handicap Auditif : Parfois, le son sera presque inaudible.",
      "cognitive": "Handicap Cognitif : Attention à bien rester concentré.",
      "motor": "Handicap Moteur : Certains puzzles nécessiteront de la patience avec une mobilité réduite."
    }
  },
  "disability": {
    "title": "Souhaites-tu inclure des adaptations spécifiques pour :",
    "blind": "Prendre en compte une déficience visuelle (par exemple, suppression d'animations visuelles inutiles)",
    "epilepsy": "Limiter les risques d'épilepsie (par exemple, limitation ou adaptation des effets lumineux, comme les clignotements et changements de couleurs vives)"
  },
  "button": {
    "start": "Débuter la partie"
  }
}
