{
  "before": {
    "row": {
      "1": "Using the Dysclecsus drug, you were able to exploit a temporary form of dyslexia to decipher the text.",
      "2": "You climb stairs leading closer to the surface. You now enter a new area of the complex, a former abandoned research center.",
      "3": "With a slight creak, a secondary door opens on the side of the console, revealing a narrow passage. You cautiously enter, the atmosphere changing immediately. A musty and damp smell fills your nostrils, and the light becomes scarcer. The passage leads you to a new room, even more eerie than the previous ones."
    }
  },
  "neon": {
    "title": "The Shelter",
    "subtitle": "Puzzle Room"
  },
  "scenario": {
    "row": {
      "1": "The effects of the Dysclecsus pill are starting to wear off, but you are now experiencing unexpected side effects in the form of visual and auditory hallucinations.",
      "2": "This room is a large circular space, dimly lit by a central skylight. In the center, there is a podium with three pedestals, each containing a riddle."
    }
  },
  "goal": {
    "row": {
      "1": "You must ignore the disturbing auditory and visual hallucinations to avoid being misled. Stay focused despite the hallucinations and find the 3 answers."
    },
    "modal": {
      "riddle": "Riddle",
      "1": {
        "title": "3 Riddle Cards",
        "row": {
          "1": "As soon as I am named, I am broken. What am I?",
          "2": "I start with an E, end with an E, I can hold only one letter, but I am not the letter E. What am I?",
          "3": "I turn a plant into a planet. What am I?"
        }
      }
    }
  },
  "test": {
    "buttons": {
      "enigm1": {
        "text": "Answer to Riddle 1",
        "placeholder": "Enter the answer to Riddle 1",
        "error": "the answer is incorrect."
      },
      "enigm2": {
        "text": "Answer to Riddle 2",
        "placeholder": "Enter the answer to Riddle 2",
        "error": "the answer is incorrect."
      },
      "enigm3": {
        "text": "Answer to Riddle 3",
        "placeholder": "Enter the answer to Riddle 3",
        "error": "the answer is incorrect."
      },
      "hint": {
        "text": "Consult the riddles"
      },
      "submit": {
        "text": "Submit"
      }
    },
    "response": {
      "1": "silence$|secret$|taboo$",
      "2": "envelope$",
      "3": "^e$|^letter e$"
    }
  }
}
