{
  "before": {
    "row": [
      "La brume s’accroche aux racines tordues des arbres millénaires, et dans l’air flotte un choeur de murmures insaisissables. Des voix sans corps résonnent entre les feuillages, chuchotant des mots anciens que personne ne semble comprendre.",
      "Chaque pas dans cette forêt s’accompagne d’une sensation étrange, comme si quelque chose – ou quelqu’un – tentait de communiquer. Mais le langage est brisé, les sons déformés, et seule une oreille attentive pourra démêler ce mystère."
    ]
  },
  "neon": {
    "title": "Eldoria",
    "subtitle": "La forêt murmurante"
  },
  "scenario": {
    "row": [
      "Les anciens elfes comprenaient les murmures de la forêt. Par la lumière et les symboles, ils révélaient l’invisible. Leur savoir a disparu… mais les traces demeurent. À toi de percer le silence et de réveiller les secrets enfouis.",
      "Sur une table recouverte de mousse, une note gravée sur une écorce enchantée scintille faiblement à la lueur d’un cristal suspendu :",
      "Lorsque lumière et lumière se confondent, les yeux restent aveugles. Mais qu’une ombre s’invite, et les teintes oubliées s’éveillent. Ajuste l’éclat, module le contraste… et les secrets des anciens surgiront dans les reflets.",
      "À côté, quatre pierres runiques lisses sont incrustées dans un socle d'obsidienne. Chacune vibre doucement au toucher. Elles correspondent à des couleurs invisibles à l'oeil nu. Aucune inscription ne les identifie — ni nom, ni symbole.",
      "Mais un parchemin déchiré, glissé entre les racines d’un arbre proche, dévoile une séquence ancienne :",
      "L’or de l’aurore, le baiser d’un bouton, le chant de la mousse, le souffle du feu mourant."
    ]
  },
  "goal": {
    "row": [
      "Dans un coin de la clairière, un panneau lumineux elfe comporte deux jauges cristallines : ",
      "☀️ LUX'EL (Jauge de luminosité) : module l’éclat ambiant de la pièce.",
      "⚖️ KONT'RA (Jauge de contraste) : ajuste les intensités entre les ombres et les lumières.",
      "Ces jauges permettent de révéler les vraies teintes de chaque pierre pour contourner toute altération visuelle — notamment pour les voyageurs daltoniens. ",
      "En manipulant la lumière et le contraste à l’aide des deux jauges, identifie les quatre couleurs dans le bon ordre pour activer le mécanisme elfe"
    ]
  },
  "test": {
    "contrast": "Contraste",
    "brightness": "Luminosité",
    "buttons": {
      "green": "La pierre de mousse refuse la seconde place",
      "orange": "La pierre de braise ne s’éveille qu’après celle de mousse",
      "rose": "Le souffle du pétale n’ouvre ni la marche… ni la fin.",
      "yellow": "Lorsque l’aube s’élève, le pétale s’épanouit aussitôt."
    },
    "error": {
      "title": "Erreur",
      "message": "Les pierres chantent faux… l’harmonie n’est pas trouvée.",
      "caption": "Les pierres restent muettes… cherche encore."
    }
  }
}
