{
  "welcome": "Bienvenido a Rea11y Inaccessible",
  "advice": {
    "info": {
      "title": "Consejos",
      "content": [
        "Para una mayor inmersión:",
        "Utiliza Firefox para una reproducción más rápida de las animaciones. Activa la música de fondo en la parte superior izquierda si es necesario. Sube el volumen de tu computadora o tableta al 100% y ajusta el volumen del audio con la barra de volumen de la música.",
        "Haz clic en F11 para poner en pantalla completa."
      ]
    },
    "warning": {
      "title": "Advertencia",
      "content": "No necesitas navegar por la web para encontrar las respuestas; todo está en el juego de escape. No olvides las pistas si estás atascado(a)."
    },
    "danger": {
      "title": "Peligro",
      "content": "Algunos desafíos contienen efectos visuales que pueden desencadenar crisis de epilepsia fotosensible."
    }
  },
  "context": {
    "title": "Contexto",
    "welcome": "Bienvenido(a) a \"Rea11y Inaccessible\", un escape room único en el que te enfrentarás a los desafíos de la accesibilidad. Un escape room donde te sumergirás en una sociedad donde las normas son muy diferentes de las que conoces.",
    "explanation": "Hoy vivirás una aventura inmersiva que te pondrá en la piel de personas que viven con diversas discapacidades."
  },
  "theme": {
    "title": "Temas Tratados",
    "disabilities": {
      "visual": "Discapacidad Visual: En ocasiones, tu visión estará restringida o completamente oscurecida. Deberás confiar en tus otros sentidos para avanzar.",
      "hearing": "Discapacidad Auditiva: A veces, el sonido será casi inaudible.",
      "cognitive": "Discapacidad Cognitiva: Asegúrate de mantenerte concentrado(a).",
      "motor": "Discapacidad Motora: Algunos rompecabezas requerirán paciencia con una movilidad reducida."
    }
  },
  "disability": {
    "title": "¿Tienes alguna discapacidad que requiera una adaptación de tu experiencia?"
  },
  "button": {
    "start": "Comenzar el juego"
  }
}
