{
  "playVideo": "Se acaba el tiempo, vea el vídeo para comprender la situación...",
  "welcome": "¡Bienvenido(a)!",
  "scenario": {
    "row": {
      "1": "El mundo tal como lo conocíamos ha desaparecido. Una pandemia desconocida arrasó el planeta, dejando al 99,99% de la población con diversas discapacidades. En este mundo futurista, donde las discapacidades visuales, auditivas, motoras y cognitivas son omnipresentes y se consideran aspectos esenciales de la identidad, aquellos que están libres de cualquier limitación son considerados herejes y tratados con desconfianza. Son perseguidos y eliminados sin piedad por las autoridades.",
      "2": "Tú interpretas a un(a) sobreviviente 'hereje' que ha descubierto la existencia de una inyección llamada CaM-RuN-a11Y. Esta inyección permite desarrollar una discapacidad aleatoria, lo que te permitirá integrarte en la población y escapar de la persecución.",
      "3": "Otra amenaza se cierne sobre la humanidad: una crisis ecológica ha reducido drásticamente los niveles de oxígeno en la superficie de la Tierra. Se han construido refugios para proteger a los ciudadanos, pero incluso estos refugios no son seguros eternamente. Los sistemas de filtración de aire de los refugios comienzan a fallar, y los niveles de oxígeno disminuyen lenta pero inexorablemente."
    }
  },
  "goal": {
    "row": {
      "1": "Tu objetivo es integrarte en la población, resolver acertijos y superar los obstáculos que se presenten en tu camino. Cada desafío te acercará a la supervivencia, pero requerirá una adaptación rápida y una ingeniosidad sin igual. La persecución ha comenzado, y cada momento cuenta. Usa tus nuevas habilidades para engañar a las autoridades, descubre los secretos de esta extraña sociedad y encuentra una manera de sobrevivir en este mundo donde la norma está invertida.",
      "2": "Buena suerte, sobreviviente. Que la inyección CaM-RuN-a11Y te guíe hacia la libertad."
    }
  },
  "test": {
    "clickLink": "haz clic",
    "here": "aquí",
    "enter": "para entrar en el refugio.",
    "startButton": "Continuar",
    "error": {
      "title": "Error",
      "content": "Este no es el lugar"
    }
  }
}
